[X2DownloadableContentInfo_SecondWave]
strDeltaStrike_Description = "第四打击: 外星人和XCOM的护甲增加耐久度，可进行更长的战斗。"
strDeltaStrike_Tooltip = "与原游戏的[第二打击]相比，这为外星人和XCOM士兵提供更有针对性的耐久加成。灵能敌人获得护盾，激活可获得防御加成。机械敌人获得护甲，给予减少伤害。变种人在HP低于一半时，获得额外防御。近战型外星人获得大量的HP再生。请勿与[第八打击]同时使用。"

strThetaStrike_Description = "第八打击: 外星人和XCOM的护甲耐久度，从HP转换为护甲/护盾。"
strThetaStrike_Tooltip = "所有单位的耐久度改变为与原版的差不多，但使用护甲/护盾来代替。如果一个敌人会获得护甲/护盾，那么将减去相应数量的HP总值。请勿与[第四打击]同时使用。"

mstrShieldLabel=护盾
